tap "1password/tap"
tap "ekristen/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homeport/tap"
tap "norwoodj/tap"
tap "octoenergy/kraken-cli", "git@github.com:octoenergy/kraken-cli.git"
tap "spacelift-io/spacelift"
tap "updatecli/updatecli"
brew "xz"
brew "argocd"
brew "aws-iam-authenticator"
brew "sqlite"
brew "awscli"
brew "bat"
brew "binutils"
brew "circleci"
brew "colima"
brew "cookiecutter"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "graphviz"
brew "grep"
brew "gron"
brew "hatch"
brew "helm"
brew "htop"
brew "jq"
brew "jsonnet-bundler"
brew "k9s"
brew "krew"
brew "kubecolor"
brew "kubeconform"
brew "kubectx"
brew "kustomize"
brew "mise"
brew "ncdu"
brew "neovim"
brew "nox"
brew "openapi-generator"
brew "pre-commit"
brew "ripgrep"
brew "semgrep"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "sops"
brew "starship"
brew "swagger-codegen"
brew "tanka"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tree"
brew "wget"
brew "yadm"
brew "yq"
brew "common-fate/granted/granted"
brew "ekristen/tap/aws-nuke"
brew "hashicorp/tap/packer"
brew "homeport/tap/dyff"
brew "norwoodj/tap/helm-docs"
brew "octoenergy/kraken-cli/kraken-cli"
brew "spacelift-io/spacelift/spacectl"
brew "updatecli/updatecli/updatecli"
cask "1password-cli"
cask "around"
cask "kdiff3"
cask "kui"
cask "netnewswire"
cask "notunes"
cask "pocket-casts"
cask "session-manager-plugin"
cask "utm"
vscode "bierner.markdown-mermaid"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "m4ns0ur.base64"
vscode "mkhl.shfmt"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "thinker.sort-json"
vscode "timonwong.shellcheck"
vscode "yzhang.markdown-all-in-one"
